[LanguageFile]

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 8

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.2

LanguageName=Español (Latinoamericano)

FileAuthor=Nelson Muñoz

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Sitio web de Circle Dock
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=Autor
SupportForumWord=Foro de Soporte técnico 
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0 
RotationSensitivity=tecla/rueda del ratón se desplaza por rotación 
IconReplacementMode=Modo de sustitución de icono
normal=Normal 
topmost=Mostar siempre delante de las ventanas 
alwaysOnBottom=Mostrar siempre detras de las ventanas 
zLevel=Nível de Ubicación

[MainContextMenu] 
WebsiteWord=Sitio Web 
SettingsWord=Configuración 
HideWord=Ocultar
ShowWord=Mostrar
QuitWord=Cerrar Circle Dock
RemoveWord=Remover 
AddWord=Añadir
DockFolder=Nueva Carpeta 
ChangeIcon=Cambiar la imagen del fondo
ItemSettings=Configuración del Icono
PauseMouseToggling=Pausar alternando el ratón 
blankIcon=Nuevo Icono

[SettingsPanel] 
Name=Configuración de Circle Dock
SettingsPanelWord=Panel de Configuración
GeneralWord=General 
DockShape=Formato de Circle Dock 

Labels=Nombre de los Iconos
Animation=Animación
LocationWord=Ubicación
TogglingWord=Tecla de Acceso Rápido
FileDockIconAssociations=Iconos con dos Asociaciones 
LanguageWord=Idioma 
HelpWord=Ayuda 
HotKeySelectorToggleDock=Seleccionar una tecla de acceso directo (Para activar/desactivar la visibilidad de Circle Dock) 
CtrlWordAbbreviation=Ctrl 
AltWordAbbreviation=Alt 
ShiftWordAbbreviation=Mayúsculas 
WindowsKeyWordAbbreviation=Gana
ValidHotkeyCombination=Combinación de teclas de acceso rápido (válida)
InvalidHotKeyCombination=Combinación de teclas de acceso rápido (inválida)

CentreAroundCursorWhenShown=Centralizar Circle dock cuando se este mostrado el cursor
CircleDockVersionWord=Versión de Circle Dock 
EnableDockRotation=Activar rotación de Circle dock

ConfigurationDescriptionLabel=Personalizar la forma en que Circle Dock aparece en la pantalla 

// Panel General 
lockDockAtCurrentPosition=Bloqueo de Circle Dock en la posición actual 

// Panel General 
KeepDockAboveAllOtherWindows=Mantener Circle Dock por encima de todas las otras ventanas 
ClickSensitivity=Haga clic en la sensibilidad 
Sensitive=Sensible
NotSensitive=Insensibles 
EnablePortabilityMode=Modo de permitir la portabilidad 
UseMemorySaver=Ahorro de uso de memoria 
useSameRotationValueAllLevels=Utilice el mismo valor de rotación para todos los niveles 
currentRotationValue=Ajuste de valor actual de rotación (radianes) 

// Panel de Imagen del fondo  
Background=Imagen del fondo 
BackgroundImage=Imagen del fondo 
NormalSize=Tamaño normal 
NormalOpacity=Normal opacidad 

// Grupo de formas para Circle Dock 
ConstantNumberOfItemsPerCircle=Número constante de artículos por círculo 
NumberOfIconsPerCircle=Número de iconos por círculo 
MinimumRadius=Radio mínimo 
SeparationBetweenCircles=Separación entre los círculos 
FormatWord=Formato 
CircleWord=Círculo 
maximumNumberOfItemsPerCircle=Número máximo de artículos por Círculo 
lineWord=Línea 
spiralWord=Espiral 
rateOfIncrease=tasa de crecimiento 
defaultWord=Predeterminado 
separationWord=Separación 

// Botón del centro de Circle Dock 
CentreButton=Centro de Circle Dock 
DefaultCentreButton=Centro de Circle Dock Predeterminado 
OtherSettings=Otros ajustes 
ShowStartMenuWhenClicked=Mostrar el menú de Inicio al hacer clic
StartMenuResidueWarning=Nota: Debe desactivar la opción "Mostrar sombras bajo los menús" en su estilo visual de Windows o la configuración de usted obtendrá sombras residuales.

// Panel de iconos de Circle Dock  
DockItems=Iconos de Circle Dock 
RightClickMenu=Menú del botón derecho 
ShowWindowsFileFolderMenus=Mostrar la carpeta de archivos de Windows 
HideDock=Ocultar Circle Dock
HideDockAfterFileExecution=Ocultar Dock después de la apertura de los archivos o Carpetas

// Grupo de nombre de iconos
FontWord=Fuente 
ChangeFont=Cambiar fuente 
ChangeColor=Cambiar de color 
ShadowWord=Sombra 
ShadowSize=tamaño de la sombra 
ShadowDarknessFactor=factor de sombra oscuridad
ShowLabels=Mostrar las etiquetas 
ShowLabelsOnMouseoverOnly=Mostrar las etiquetas solo cuando se cierre con el ratón

// Animación 
AnimationWord=Animación 
GeneralFrameRate General=Velocidad de cuadro (FPS) 
RotationAnimationDuration=Rotación Animación Duración (ms) 
FadeInFadeOutDuratio=Fundido en/Fundido fuera de Duración (ms) 
UsePoofAnimationWhenDeleting=Poof uso al eliminar la animación (experimental) 

// Acerca de Grupo 
AboutWord=Acerca de 
ThePremiereCircularDockForWindows=El estreno de Circle Dock para Windows 
WebsiteWord=Sitio Web 
VersionInformation=Información de la versión 
OfficialHomepage=página oficial 

// Grupo de Ayuda 
SupportWord=Ayuda 
OfficialWebForum=web oficial del Foro 
OfficialWebHelpFAQ=Web Oficial Ayuda/FAQ 

// Grupo de Idioma 
LanguageFileLocation=Ubicación del archivo de idioma 
LanguageName=Nombre de idioma 
LanguageFileAuthor=archivo en lenguaje del autor 
LanguageFileVersion=versión del archivo de idioma
LanguageFileOriginallyIntendedFor=archivo de idioma originalmente destinados a la versión de circle Dock : 
LanguageFileProgramRestartRequired=***necesario reiniciar el programa para cambiar el idioma completamente*** 
LanguageFileValidCurrent=Idioma del archivo es válida/Actualidad 
LanguageFileInvalidOutofDate=archivo de idioma no es válido/Fecha de Salida 

// Archivo -> Icono de Asociaciones 
FileIconAssocationsDescription=iconos predeterminados utilizados al añadir archivos / carpetas a la Base 
FileNameIconAssociations=Nombre del archivo -> Icono de Asociaciones 
FolderNameIconAssociations=Carpeta -> Iconos de Asociaciones 
FileExtensionIconAssociations=extensión de archivo -> Icono de Asociaciones 
DockFolderIconAssociation=portuarios Carpeta -> Icono de la Asociación 

fileName=Nombre del archivo 
folderName=Nombre de carpeta 
extensionName=Extensión 
associatedDockIcon=Icono del Dock Asociado 
browse=Personas
startsWith=comienza con la 
endsWith=termina con 
exactMatch=Ubicación exacta 
contains=Contiene 
sample=muestra 

// Alternar 
ToggleVisibilityHotKey=visibilidad alternar la tecla de acceso directo 
ToggleVisibilityMouseButton=alternar la visibilidad del ratón 
ShowDockWhenIMoveMyMouseTo=Mostrar Dock cuando me mueva mi ratón ... 
ScreenLeftEdge=borde izquierdo de la pantalla 
ScreenRightEdge=borde derecho de la pantalla 
ScreenTopEdge=borde superior de la pantalla  
ScreenBottomEdge=borde inferior de la pantalla
EdgeWidthHeight=ancho/altura del borde
dwellTime=tiempo de 
GeneralFrameRate=General
FadeInFadeOutDuration=Fuera de Duración



[ErrorMessages] 
MissingInvalid=Falta/no válido 
FilePathMissingInvalid=Archivo/Ruta de falta o está inválida 

[DockItemProperties] 
ItemSettings=Configuración de temas 
IconImage=icono de imagen (en blanco para predeterminado) 
Name=Nombre (en blanco para predeterminado) 
Target=Meta 
Carpeta=carpeta ..... 
File=Archivo ..... 
StartIn=comienzo en la 
Argumentos=Argumentos 
Run=Ejecutar 
Normal=Normal 
Minimized=minimizado 
Maximized=maximizada 
Close=Cerrar
Arguments=Argumento
Folder=Carpeta
